<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="Feedback.aspx.cs" Inherits="site.Feedback" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <link rel ="stylesheet" href="styles/feedbackPage.css" />
    <title></title>
</head>
<body>
    <form id="form1" runat="server">

      <div class="top">
          <div class="top-text"></div>
      </div>

        <div class="article">
            <h3>НАЗВА КАРТИНИ</h3>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
            <p>Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб Тут опис картиниб</p>
        </div>

      <div class="bot">
            <div class="bot-text">
                 <p>Сайт Галабурди Антона</p>
            </div>
        </div>
    </form>
</body>
</html>
